//歌手介绍
export default {
    "introduction": [
        {
            "ti": "主要成就",
            "txt": "获得十五座金曲奖\n两届台湾金曲奖最佳国语男歌手\n四届世界音乐大奖亚洲最畅销艺人\n入选美国CNN亚洲25位最具影响力人物\n新中国60周年最具影响力人物之一\n大中华区8次年度唱片销量冠军\n2010年MP3下载量全球第三\n2009年悉尼演唱会票房公告牌全球第二\n周杰伦命名小行星（编号257248）\n周杰伦日（7月16日）\n《Fast Company》全球百大创意人物\n2012年福布斯中国名人榜第一\nMTV日本录影带奖亚洲杰出艺人\n两届MTV亚洲大奖最受欢迎艺人\n连续5年获得IFPI最高销量国语唱片\n连续7年获得IFPI香港唱片销量大奖十大销量国语唱片\n连续8年成为台湾唱片销量冠军\n四届新加坡金曲奖最受欢迎男歌手"
        },
        {
            "ti": "代表作品",
            "txt": "音乐：七里香、青花瓷、双截棍、简单爱、夜曲、以父之名、稻香、龙卷风、一路向北、晴天、可爱女人、夜的第七章、爱在西元前、轨迹、床边故事、东风破、半岛铁盒、蜗牛、给我一首歌的时间、红尘客栈\n影视：头文字D、不能说的秘密、满城尽带黄金甲、大灌篮、青蜂侠、天台爱情"
        },
        {
            "ti": "人物简介",
            "txt": "似乎在不经意间，周杰伦的歌成为陪伴许多人青春、成长的BGM，也成了华人流行乐文化中不断启发后辈的标杆“语言”。早在世纪之交时，或许很多人并没注意到，这位咬字“另类”、难掩个性的唱作歌手，正在开创性地将R&B、嘻哈与摇滚、古典巧妙融合，创造并推动着华语乐坛标志性的中国风。而自他的作品横空出世之后，华语流行乐也前所未有地从经验、成就中跳脱，朝着唱作题材、曲风混搭的多元探索跃迁。\n从第一张专辑《杰伦》开始，周杰伦开启了一场跨越两个世代的音乐冒险。十多年来，他与作词人方文山、编曲人洪敬尧、钟兴民、林迈可等优秀音乐人搭档，碰撞出无数灵感火花，带来东西合璧、探索中文说唱的《娘子》《双截棍》《龙拳》、拉开中国风流行大幕的《东风破》等多首重要作品。以《爱在西元前》为代表的音乐“时空穿梭”与故事“幻想”，更是突破了华语歌迷对流行音乐主题的认知。而不少作品飘逸出的弦乐和钢琴旋律，都体现出周杰伦打破古典和流行壁垒的超越性思维。\n2000年发片至出道20周年，周杰伦保持着金曲奖“最佳国语专辑奖”入围与获奖次数最多的记录。范围扩大至整个华语乐坛，他仍然是载誉等身的“天王级”歌手，奖项、销量和口碑均拥有经久不衰的号召力。成就之外，他的作品获得了大众歌迷的广泛认可，以《龙拳》《青花瓷》和《本草纲目》《兰亭序》《告白气球》五度亮相春晚，足见他对中国人的广泛影响力。《蜗牛》《听妈妈的话》等具有深刻教育意义的歌，也通过歌迷传唱和学校教材的传播，影响着成长时的一代人。\n从《杰伦》到《叶惠美》，周杰伦用他广受喜爱的前四张专辑诠释了音乐生涯重要的巅峰期。随后的2004年“无与伦比”演唱会为他骄傲的青春岁月做出了盛大定格。在《七里香》《夜曲》等后续经典“周氏”情歌热度不减的同时，他还通过电影《头文字D》踏足影坛，旋即带着对影像创作和古典音乐的双重热情，呈现了导演处女作《不能说的秘密》。在2010年代之前，他在音乐和影视两个领域均取得了不俗的成就，歌迷影迷一路相伴，也见证了他从阿尔发音乐的小助理终于成长为杰威尔音乐的“周董”。十年来的荣誉与感受通过音乐总结，温暖的《稻香》和表露心迹的《超人不会飞》都深深唱进了歌迷的内心。\n在进入2010年代之后，周杰伦的音乐脚步有所放缓，而他的事业野心却不止息。好莱坞、音乐剧、《中国好声音》导师席成为他展露活力的全新舞台，潮流服饰、电子竞技等“副业”也走得风生水起。人生大事与事业成熟相伴而来，结婚生子为他的音乐创作平添了一份生活的满足感，轻松惬意的《告白气球》和浪漫舞步的《Mojito》是他唱给这个世代的美好告白。而这些音乐中浓浓的热恋情绪和时空幻想，都不断地把人拉回到2000年“唱作新世代”大幕掀起，这位华语天才唱作人横空出世的那一刻。仿佛提醒着我们，无论乐坛风云如何涌动，时代如何变迁，周杰伦为华人文化和流行音乐带来的影响力已深深印刻在无数人的记忆里，无可取代，同样“无与伦比”。"
        },
        {
            "ti": "早年经历",
            "txt": "周杰伦出生于台湾省新北市，祖籍福建省泉州市永春县。周杰伦4岁的时候，母亲叶惠美把他送到淡江山叶幼儿音乐班学习钢琴。周杰伦读初中二年级时，他的父母因性格不合离婚，而周杰伦则归母亲叶惠美抚养。中考时，周杰伦没有考上普通高中；同年，他因为擅长钢琴而被淡江中学第一届音乐班录取。高中毕业以后，他两次报考台北大学音乐系均没有被录取，于是他开始在一家餐馆打工。\n1997年9月，周杰伦在母亲的鼓励下报名参加了台北星光电视台的娱乐节目《超级新人王》，并在节目中邀人演唱了自己创作的歌曲《梦有翅膀》。当主持人吴宗宪看到这首歌曲的曲谱后，就邀请周杰伦到阿尔发音乐公司担任音乐助理。1998年，他创作了歌曲《眼泪知道》，在公司把这首歌曲给刘德华以后却被退歌；而他为张惠妹创作的歌曲《双截棍》和《忍者》（后收录于周杰伦个人专辑《范特西》中）也被退回。"
        },
        {
            "ti": "演艺经历",
            "txt": "2000年，在杨峻荣的推荐下，周杰伦开始演唱自己创作的歌曲；11月7日，发行首张个人专辑《Jay》，并包办全部歌曲的作曲、和声编写以及监制工作；该专辑融合了R&B、嘻哈等多种音乐风格，其中主打歌曲《星晴》获得第24届十大中文金曲优秀国语歌曲金奖，而周杰伦也凭借该专辑在华语乐坛受到关注，并于次年获得第12届台湾金曲奖最佳流行音乐演唱专辑奖、第12届台湾金曲奖最佳制作人提名、第12届台湾金曲奖最佳作曲人提名。\n2001年9月，周杰伦发行了第二张专辑《范特西》，他除了担任专辑的制作人外，还包办了专辑中所有歌曲的作曲；该专辑是周杰伦确立其唱片风格的作品，其中结合中西方音乐元素的主打歌《双截棍》成为饶舌歌曲的代表作之一；该专辑发行后也让周杰伦打开东南亚市场，并于次年获得第13届台湾金曲奖最佳专辑制作人奖、最佳作曲人奖、最佳流行音乐专辑奖以及香港唱片销量大奖颁奖典礼十大销量国语唱片等奖项；10月，为李玟创作融合中西方音乐元素的歌曲《刀马旦》；12月24日，发行EP《Fantasy + Plus》，收录了他在桃园巨蛋演唱会上演唱的《你比从前快乐》、《世界末日》等歌曲；同年，获得第19届十大劲歌金曲颁奖典礼最受欢迎唱作歌星金奖、叱咤乐坛流行榜颁奖典礼叱咤乐坛生力军男歌手金奖等奖项。\n2002年，参演个人首部电视剧《星情花园》；2月，在新加坡新达城国际会议展览中心举行演唱会；7月，发行专辑《八度空间》，除了包办专辑中所有歌曲的作曲外，他还担任专辑的制作人；该专辑以R&B曲风的歌曲为主，并获得g-music风云榜白金音乐奖十大金碟奖、华语流行乐传媒大奖十大华语唱片奖、新加坡金曲奖大奖年度最畅销男歌手专辑等奖项；9月28日，在台北体育场举行“TheOne演唱会”；12月12日至16日，在香港红磡体育馆举行5场“THE ONE”演唱会；12月25日，在美国拉斯维加斯举办“THE ONE”演唱会；同年，获得第1届MTV日本音乐录影带大奖亚洲最杰出艺人奖、第2届全球华语歌曲排行榜最受欢迎创作歌手、第9届新加坡金曲奖亚太最受推崇男歌手等奖项。\n2003年2月，成为美国《时代周刊》亚洲版的封面人物”；5月17日，在马来西亚吉隆坡默迪卡体育场举行“THE ONE”演唱会；7月16日，周杰伦专辑《叶惠美》中的主打歌曲《以父之名》在超过50家电台首播，并有8亿人收听，而主打歌首播的当日也被这些电台定为“周杰伦日”；7月31日，发行专辑《叶惠美》，他不仅包办了所有歌曲的作曲，还担任专辑的制作人和造型师；该专辑发行一个月在亚洲的销量突破200万张，并于次年获得第15届金曲奖最佳流行音乐演唱专辑奖、第4届全球华语歌曲排行榜颁奖典礼年度最受欢迎专辑等奖项；专辑主打歌曲《东风破》是周杰伦具有代表性的中国风作品之一，而他亦凭借这首歌曲获得第四届华语音乐传媒大奖最佳作曲人奖；9月12日，在北京工人体育场举行“THE ONE”演唱会；11月13日，周杰伦客串出演的电影处女作《寻找周杰伦》上映，并于同日发行同名EP《寻找周杰伦》，该EP收录了周杰伦为同名电影创作的两首歌曲《轨迹》、《断了的弦》；12月12日，在上海体育场举办“THE ONE”演唱会，并演唱了变奏版的《双截棍》、加长版的《爷爷泡的茶》等歌曲。\n2004年1月21日，首次登上央视春晚舞台，并演唱歌曲《龙拳》；3月，在第4届音乐风云榜中，获得台湾地区最受欢迎男歌手、年度风云大奖、年度港台及海外华人最佳制作人等奖项；8月3日，发行融合嘻哈、R&B、古典音乐等曲风的专辑《七里香》；该专辑发行当月在亚洲的销量突破300万张，周杰伦也凭借这张专辑获得第16届世界音乐大奖中国区最畅销艺人奖，而专辑同名主打歌《七里香》则获得第27届十大中文金曲优秀流行国语歌曲奖金奖、第5届全球华语歌曲排行榜年度25大金曲等奖项；10月起，在台北、香港、洛杉矶、蒙特维尔等地举行“无与伦比”世界巡回演唱会。\n2005年1月11日，在第11届全球华语榜中榜颁奖盛典中，获得港台最佳男歌手、港台最受欢迎男歌手、港台最佳创作歌手等奖项；4月，凭借专辑《七里香》入围第16届台湾金曲奖最佳作曲人奖、最佳国语男演唱人奖、最佳流行音乐演唱专辑奖；6月23日，首次担任男主角的电影《头文字D》上映 [63]  ，并凭借该片获得第42届台湾电影金马奖最佳新演员奖、第25届香港电影金像奖最佳新人奖；7月1日，在上海体育场举行“无与伦比巡回演唱会”；7月9日，在北京工人体育场举行“无与伦比巡回演唱会”；8月31日，在日本发行精选集《Initial J》；11月1日，发行专辑《11月的萧邦》，并包办了专辑中所有歌曲的作曲以及专辑的造型设计；该专辑发行后以4.28%的销售份额获得台湾G-MUSIC年终排行榜冠军；同年，周杰伦创作的歌曲《蜗牛》被收入上海中学生爱国主义歌曲推荐目录。\n2006年1月20日，发行EP《霍元甲》，主打歌《霍元甲》是李连杰主演的同名电影的主题曲；2月5日至6日，在日本东京举行演唱会；9月，发行专辑《依然范特西》；该专辑延续了周杰伦以往的音乐风格，并融合了中国风、说唱等曲风，其中与费玉清合唱的中国风歌曲《千里之外》获得第13届全球华语音乐榜中榜年度最佳歌曲奖、第29届十大中文金曲全国最受欢迎中文歌曲奖等奖项；该专辑发行后以5.34%的销售份额位列台湾五大唱片排行榜第一位，并获得中华音乐人交流协会年度十大优良专辑、IFPI香港唱片销量大奖最高销量国语唱片等奖项；12月，发行EP《黄金甲》；12月14日，周杰伦主演的古装动作片《满城尽带黄金甲》在中国内地上映，他在片中饰演武功超群的二王子元杰，并凭借该片获得第16届上海影评人奖最佳男演员，亦为电影创作了主题曲《菊花台》；同年，获得世界音乐大奖中国区最畅销艺人奖。\n2007年2月，首度担任导演并自导自演爱情片《不能说的秘密》，该片上映后获得第44届台湾电影金马奖年度台湾杰出电影、第27届香港电影金像奖最佳亚洲电影提名等奖项；4月，成立杰威尔音乐有限公司；5月，入围第18届台湾金曲奖最佳年度歌曲、最佳音乐录像带导演等奖项；6月，凭借单曲《霍元甲》获得第18届台湾金曲奖最佳单曲制作人奖；11月2日，发行专辑《我很忙》，并在专辑中首次尝试美式乡村风格；而周杰伦也于次年凭借专辑中的中国风歌曲《青花瓷》获得第19届台湾金曲奖最佳作曲人奖以及最佳年度歌曲奖；11月4日，凭借专辑《依然范特西》蝉联世界音乐大奖中国区最畅销艺人奖；11月24日，在上海八万人体育场举行演唱会，并在演唱会中模仿了VITAS的假声唱法；12月，在香港红磡体育馆举行7场“周杰伦07-08世界巡回香港站演唱会”。\n2008年1月10日，周杰伦自导自演的爱情文艺片《不能说的秘密》在韩国上映；该片上映12天票房达到4万人次；2月6日，在央视春晚上演唱歌曲《青花瓷》；同年，《青花瓷》的歌词出现在山东、江苏两省的高考试题中；2月16日，在日本武道馆连开两场演唱会，成为继邓丽君、王菲之后第三位在武道馆开唱的华人歌手；7月，凭借专辑《不能说的秘密电影原声带》获得第19届金曲奖演奏类最佳专辑制作人奖；10月15日，发行专辑《魔杰座》，该专辑融合了嘻哈、民谣等曲风，推出首周在G-MUSIC排行榜、五大唱片排行榜上获得冠军，发行一星期在亚洲的销量突破100万张；11月，凭借专辑《我很忙》第四次获得世界音乐大奖中国区最畅销艺人奖，并成为首位连续三届获得该奖项的华人歌手；同年，主演爱情喜剧片《大灌篮》，在片中饰演见义勇为、好打不平的世杰。\n2009年1月25日，在央视春晚舞台上与宋祖英合唱歌曲《本草纲目》。5月，在昆山市体育中心体育场举行演唱会；6月，在第20届台湾金曲奖颁奖典礼上，周杰伦凭借《稻香》获得年度最佳歌曲奖，凭借《魔术先生》获得年度最佳音乐录影带奖，凭借专辑《魔杰座》获得年度最佳国语男歌手奖；7月，周杰伦悉尼演唱会的票房在美国公告牌上排名第二，成为该年全球单场演唱会票房收入第二名，并且打破了华人歌手在澳洲开演唱会的票房纪录；8月起，在佛山世纪莲体育中心体育场、沈阳奥体中心体育场等场馆举办个人巡回演唱会；12月，入选美国CNN评出的“亚洲最具影响力的25位人物”；同年主演探险片《刺陵》，在片中饰演拥有神秘力量的古城守陵人乔飞。\n2010年2月，出演古装武侠片《苏乞儿》，在片中饰演冷酷、不苟言笑的武神；5月18日，发行专辑《跨时代》，并包办专辑中全部歌曲的作曲和制作；该专辑于次年获得第22届台湾金曲奖最佳国语专辑奖、中国原创音乐流行榜最优秀专辑等奖项，而周杰伦也凭借该专辑获得金曲奖最佳国语男歌手奖；6月，入选美国杂志《Fast Company》评出的“全球百大创意人物”，并且成为首位入榜的华人男歌手；6月11日，在台北小巨蛋举行“超时代”演唱会首场演出；8月，在一项名为“全球歌曲下载量最高歌手”（2008年年初至2010年8月10日）的调查中，周杰伦的歌曲下载量排名全球第三；12月，编号为257248的小行星被命名为“周杰伦星”，而周杰伦也创作了以这颗小行星为题材的歌曲《爱的飞行日记》；12月30日，美国古柏蒂奴市宣布把每年的12月31日设立为周杰伦日；同年，执导科幻剧《熊猫人》，并为该剧创作了《熊猫人》、《爱情引力》等歌曲。\n2011年1月，凭借动作片《青蜂侠》进军好莱坞，并入选美国电影网站Screen Crave评出的“十大最值得期待的新秀演员”；2月11日，登上央视春晚与林志玲表演并演唱歌曲《兰亭序》。23日，与科比拍摄雪碧广告以及MV，并创作了广告主题曲《天地一斗》；4月21日，美国《时代周刊》评选了“全球年度最具影响力人物100强”，周杰伦位列第二名；5月，凭借动作片《青蜂侠》获得第20届美国MTV电影大奖最佳新人提名；5月13日，入围第22届台湾金曲奖最佳专辑制作人奖、最佳年度歌曲、最佳作曲人奖等奖项；11月11日，发行专辑《惊叹号！》；该专辑融合了重金属摇滚、嘻哈、R&B、爵士等音乐风格，并首次引入电子舞曲；同年，在洛杉矶、吉隆坡、高雄等地举行“超时代世界巡回演唱会”；同年，担任华硕笔电设计师并入股香港文化传信集团。\n2012年5月，位列福布斯中国名人榜第一名；9月22日，在新加坡F1赛道举办演唱会，成为首位在F1演出的华人歌手；12月28日，发行专辑《12新作》；该专辑包括了中国风、说唱、蓝调、R&B、爵士等曲风，主打歌曲《红尘客栈》获得第13届全球华语歌曲排行榜二十大金曲、第36届香港十大中文金曲优秀流行国语歌曲银奖等奖项；同年，主演枪战动作电影《逆战》，在片中饰演对错分明、具有强烈正义感的国际警务人员万飞。\n2013年5月17日，在上海奔驰文化中心举行 “魔天伦”世界巡回演唱会；5月22日，入围第24届台湾金曲奖最佳国语专辑奖、最佳国语男歌手、最佳专辑制作人奖；6月1日，为动画电影《十万个冷笑话》中的角色太乙真人配音；6月22日，在成都市体育中心体育场举行演唱会；7月11日，自导自演的爱情片《天台爱情》上映，该片还被选为纽约亚洲电影节闭幕影片；9月6日至8日，在台北小巨蛋举行3场“魔天伦”演唱会；10月4日，担任音乐爱情电影《听见下雨的声音》音乐总监。\n2014年4月起，在悉尼、贵阳、上海、吉隆坡等地举行“魔天伦”世界巡回演唱会；5月，位列福布斯中国名人榜第3名；11月，在动作片《惊天魔盗团2》中饰演魔术道具店的老板Li；12月10日，发行首张个人数字音乐专辑《哎呦，不错哦》，成为首位发行数字音乐专辑的华人歌手；该专辑发行后获得第二届QQ音乐年度盛典“年度畅销数字专辑”奖，专辑中的歌曲《鞋子特大号》获得第5届全球流行音乐金榜年度二十大金曲奖。\n2015年，担任浙江卫视励志音乐评论节目《中国好声音第四季》的导师；4月，在第19届全球华语榜中榜暨亚洲影响力大典中，获得亚洲影响力最受欢迎全能华语艺人奖、华语乐坛跨时代实力唱作人奖；5月，在福布斯中国名人榜中排名第2位；6月27日，凭借专辑《哎呦，不错哦》获得第26届台湾金曲奖最佳国语专辑、最佳专辑制作人两项提名；9月26日，在佛山世纪莲体育中心体育场举行“魔天伦”演唱会；12月20日，在昆明拓东体育场举行“魔天伦”演唱会。\n2016年3月，在QQ音乐巅峰盛典中获得年度巅峰人气歌手、年度音乐全能艺人、年度最具影响力演唱会奖；3月24日，发行个人作词、作曲的单曲《英雄》，上线两周播放量突破8000万；6月1日，为电影《惊天魔盗团2》创作的主题曲《Now You See Me》发布；6月24日，发行融合古典、摇滚、嘻哈等曲风的数字专辑《周杰伦的床边故事》，该专辑发行两日销量突破100万张，打破数字专辑在中国内地的销售纪录；这张专辑在大中华地区的累计销量突破200万张，销售额超过4000万元；6月，参演的好莱坞电影《惊天魔盗团2》在中国内地上映；同年，在上海、北京、青岛、郑州、常州等地举行“地表最强”世界巡回演唱会；7月15日起，担任浙江卫视音乐评论节目《中国新歌声》的导师；12月23日起，由周杰伦自编自导的文艺片《不能说的秘密》而改编的同名音乐剧在北京天桥艺术中心举行全球首演，该音乐剧的作曲、作词、原著故事均由周杰伦完成。\n2017年1月6日，周杰伦监制的爱情电影《一万公里的约定》在中国内地上映；1月13日，在江苏卫视推出的科学类真人秀节目《最强大脑第四季》中担任嘉宾；4月15日至16日，在昆明拓东体育场举办两场个人演唱会，其后在重庆、南京、沈阳、厦门等地举行“地表最强”世界巡回演唱会；6月4日，获得Hito年度最佳男歌手；随后，参加原创专业音乐节目《中国新歌声第二季》并担任导师；8月9日，其发行的专辑《周杰伦的床边故事》获得华语金曲奖“年度最佳国语专辑”奖；随后，监制并参演乒乓球题材电影《靠谱兄弟》 。\n2018年1月6日，在新加坡举行“地表最强2”世界巡回演唱会的首场演出；1月18日，发行其个人作词、作曲的单曲《等你下课》，该曲由周杰伦与杨瑞代共同演唱；2月15日，在中央电视台春节联欢晚会上，周杰伦与蔡威泽合作表演魔术与歌曲《告白气球》，该节目在2018年央视春晚节目收视率TOP10榜单中位列第一位；5月15日，发行单曲《不爱我就拉倒》；11月21日，确认加盟由D·J·卡卢索执导的电影《极限特工4》。\n2019年2月9日，在美国拉斯维加斯举行个人演唱会；7月24日，宣布“嘉年华”世界巡回演唱会于10月启动，该演唱会是周杰伦庆祝出道20周年的演唱会；9月16日晚11点，发行单曲《说好不哭》，该歌曲由方文山作词，周杰伦、陈信宏共同演唱；10月17日，在上海举行“嘉年华”世界巡回演唱会的首场演出；11月1日，发行“地表最强”世界巡回演唱会Live专辑；12月11日，周杰伦为电影《天·火》献唱主题曲《我是如此相信》。\n2020年1月10日至11日，在新加坡国家体育场举行两场嘉年华世界巡回演唱会；3月21日，在浙江卫视全球户外生活文化实境秀节目《周游记》中担任发起人；5月11日，参与由人民日报客户端、国家人文历史等联合发起的“致敬白衣天使”线上音乐会；6月，发行单曲《MOJITO》；10月，监制并特别出演赛车题材电影《叱咤风云》。"
        },
        {
            "ti": "公益活动",
            "txt": "2003年，参与演唱公益歌曲《手牵手》，并将演唱会所用的扇子拍卖，拍卖所得捐献给天津的一家福利机构。2004年东南亚海啸期间，参加在泰国举办的“Asia Aid”慈善义演活动。\n2005年3月，义卖“杰伦爱心之星”，并将拍卖款捐给儿童基金会；5月，义卖参与设计的MP3播放器。2007年，参加在台湾地区举办的“一块救一命”公益活动；同年，参加“世界展望会饥饿三十”演唱会。\n2008年5月13日，向汶川地震灾区捐款50万元；同年，他又向汶川地震灾区捐款200万元，然后通过红十字会捐款50万元；此外，他还将重庆演唱会改成募捐的形式，除了将演唱会的收入全部捐献给灾区之外，还筹集超过3000万元的善款。汶川地震以后，周杰伦的捐款总额超过4200万元。2009年8月，向莫拉克台风灾区捐款200万台币，并助养了300名受灾儿童。\n2010年3月，在台北走访三间不同的小学，并捐赠奖学金；4月，周杰伦与潘玮柏向青海玉树地震灾区合捐100万元；10月，参加河南青年励志创业推广活动；11月1日，参加关爱艾滋病儿童的慈善晚宴，并筹集善款1187.7万元；11月16日，参加“不吸烟、做自己”活动，并与外婆一起担任义工以及合拍公益广告；12月，参加由宋庆龄基金会举办的慈善晚宴，并向宋庆龄慈善基金会捐款150万元。\n2011年，与科比·布莱恩特合作进行明星慈善赛，并将门票收入2185728元捐给中国青少年基金会；同年，将歌曲《天地一斗》的下载收入捐献给中国希望工程；2月，与林义杰等人共同发起“奔向丝路 拥抱和谐”公益活动。\n2012年，前往捐助的湖南省汨罗市智峰乡希望小学，并捐赠一架电子钢琴和20个篮球；5月，与方文山、林俊杰等艺人共同发起“爱正版购自由”主题公益活动。\n2013年11月，参加“我在·爱在”公益之夜慈善拍卖活动。2014年3月，参加第五届“爱奇儿日”公益活动；6月，参加国家禁毒委、中国禁毒基金会等联合发起的公益宣传活动“禁毒之战2014”；8月4日，通过中国扶贫基金会向鲁甸地震灾区捐款50万元，成为首位向鲁甸地震灾区捐款的中国台湾艺人；同年，在高雄发生气爆时，他捐出200万台币给殉职警义消家属。\n2015年6月，参加富邦慈善基金会举办的“用爱心做朋友”助学公益活动 ；7月，向新北市“八仙粉尘气爆救助项目”捐款100万台币；8月，参加公益篮球夏令营活动。2016年2月，向台湾省高雄市地震灾区捐款200万台币；将签名吉他捐赠给天使心家族社会福利基金会，用于慈善拍卖；8月，周杰伦为野生救援组织拍摄了4部公益广告片。2020年1月30日，周杰伦与妻子昆凌在新冠疫情期间，通过湖北省慈善总会向防疫一线捐赠300万元；2月23日，周杰伦作曲的抗击疫情公益歌曲《等风雨经过》发行；11月22日，与妻子昆凌和女儿以及刘畊宏参加爱心搬运公益活动。"
        }
    ],
    "briefDesc": "周杰伦（Jay Chou），1979年1月18日出生于台湾省新北市，祖籍福建省泉州市永春县，中国台湾流行乐男歌手、原创音乐人、演员、导演、编剧，毕业于淡江中学。\n2000年发行首张个人专辑《Jay》。2001年发行的专辑《范特西》奠定其融合中西方音乐的风格。2002年举行“The One”世界巡回演唱会。2003年成为美国《时代周刊》封面人物。2004年获得世界音乐大奖中国区最畅销艺人奖。2005年凭借动作片《头文字D》获得台湾电影金马奖、香港电影金像奖最佳新人奖。2006年起连续三年获得世界音乐大奖中国区最畅销艺人奖。2007年自编自导的文艺片《不能说的秘密》获得台湾电影金马奖年度台湾杰出电影奖。\n2008年凭借歌曲《青花瓷》获得第19届金曲奖最佳作曲人奖。2009年入选美国CNN评出的“25位亚洲最具影响力的人物”，同年获得第20届金曲奖最佳国语男歌手奖。2010年入选美国《Fast Company》评出的“全球百大创意人物”。2011年再度获得金曲奖最佳国语男歌手奖，并且第4次获得金曲奖最佳国语专辑奖；同年主演好莱坞电影《青蜂侠》。2012年登福布斯中国名人榜榜首。2014年发行华语乐坛首张数字音乐专辑《哎呦，不错哦》。2019年起举行“嘉年华”世界巡回演唱会。\n演艺事业外，他还涉足商业、设计等领域。2007年成立杰威尔有限公司。2011年担任华硕笔电设计师并入股香港文化传信集团。\n周杰伦热心公益慈善，多次向中国内地灾区捐款捐物。2008年捐款援建希望小学。2014年担任中国禁毒宣传形象大使。",
    "count": 4,
    "topicData": [
        {
            "topic": {
                "id": 18476099,
                "addTime": 1498061001397,
                "mainTitle": "金曲奖前瞻：喜得贵子的周杰伦和他的床边故事",
                "title": "金曲奖前瞻：喜得贵子的周杰伦和他的床边故事",
                "content": [
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>刚刚写完一篇几千字的金曲奖分析，之前在知乎和微信公众号里已经特别推荐过草东和郭顶，前者成为黑马中的黑马，后者不出意外基本上是李荣浩模式2.0，因为宫阁和郭顶都属于幕后走向台前，不排除是其公司看到李荣浩模式的成功想抓一波机遇。<br /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>之前我和<font color=\"#333333\">@</font><font color=\"#333333\">殸橘</font>在「好歌一生推」采访的音乐人许钧，没想到也入围了金曲奖，因为对许钧相对了解更多一些，我虽然并不确定入围的原因，但抓取内地潜力股并示好的嫌疑是没跑的。</p>"
                    },
                    {
                        "type": 8,
                        "id": 5919031,
                        "content": "{\"id\":\"5919031\"}"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>林宥嘉和方大同咱就不聊了，尤其是方大同，总之我是很认可他的能力和《JTW西游记》，水平在那儿摆着，只是运气有些差，毕竟死亡组啊，大同啊大同，你应该改名叫大胜啊！</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>五月天和草东的PK我更倾向草东，不是我不认可五月天，我内心更希望金曲奖可以鼓励草东。再说五月天的地位也不需要再证明什么了，反而Mr.Miss和草东确实需要奖项证明一下。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>女歌手没什么好说的，从个人偏好我可能更倾向魏如萱，主要她的作品听得多，分析得多，可能有一丢丢感情了。不过质量和水准都够资格，完全看评委怎么选了。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>本来想聊聊黄明志、伍佰、狮子、FLUX、陈君豪、秦四风，想想这会快困死了，还是直接说周杰伦吧....</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>其实相比《土耳其冰淇淋》这类炫技耍酷的私人作品，我个人更希望周杰伦的《床边故事》和《前世情人》能得到金曲奖的认可，哪怕有个提名也成，结果大家也知道了，入围的是流行口水歌《告白气球》，这也是当年周杰伦无奈苦笑的缘由之一，他曾经写《蓝色风暴》认为这首歌应该会火，可没想到丫的竟然不怎么受欢迎（即便被用于百事可乐的广告曲）。后来周杰伦不得不把《蓝色风暴》的编曲拿来重做成《霍元甲》才火了...</p>"
                    },
                    {
                        "type": 3,
                        "id": 185905,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 185899,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><b>我为什么更希望《床边故事》和《前世情人》被提名或认可呢？</b></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<ol> \n <li>它们均属于极具周杰伦个人特色的流行作品，并且是周杰伦前所未有的尝试，其中《床边故事》的段落编排、编曲设计、合声编写、MV的设计，真心赞到没有朋友，那种一气呵成的连贯呼应，可能是周杰伦近年的小巅峰，说不定还真与生了个女儿有关系呢；</li> \n <li>除了歌曲和MV的质量与创意之外，这两首作品都与「亲子主题」有着密不可分的关系，但是周杰伦一反常态，没有用那种傻白甜或俗烂的套路去诠释「父爱和亲子互动」，而是用女儿随手扒拉的音符进行旋律延展，可以算是父女联手创作，如果这首歌入围金曲奖，那应该是一件超屌的事情。而《床边故事》则是以一种近似魔幻恐怖的手法来铺设灵异气氛，有一种表面上老实却背地里吓唬小宝宝的逗逼爸爸的既视感，尤其是周杰伦宝宝表情包，更是非常牛X的创新。</li>\n</ol>"
                    },
                    {
                        "type": 3,
                        "id": 415792918,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 415792916,
                        "content": null
                    },
                    {
                        "type": 2,
                        "id": 19087521858388390,
                        "content": "{\"url\":\"http://p1.music.126.net/chW38YMQ3dIDp61JefPqDw==/19087521858388392.jpg\",\"size\":\"467x667\"}"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>昨天周杰伦在FB也提到了《前世情人》未能入围的遗憾，咱们抛开那些名利不讲，我相信如果《前世情人》能入围并获奖，周杰伦可能会得到一个以父亲的身份在金曲奖公开耍酷秀恩爱的机会，甚至不排除说出：“这个奖项是颁给我和女儿”这类的话。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>可能金曲奖的评委也蛮喜欢周杰伦在《床边故事》里的卖萌表情包，所以它入围了最佳音乐录像带奖。很希望杰伦能得到这个奖，除非金曲奖的评委还想听周杰伦再写一首《外婆plus》。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>晚安，希望所有坚持梦想，努力实践的音乐人都能在付出的路上满载而归~</p>"
                    }
                ],
                "userId": 51244836,
                "cover": 19106213556079276,
                "headPic": 0,
                "shareContent": "",
                "wxTitle": "",
                "showComment": true,
                "status": 1,
                "seriesId": 906050,
                "pubTime": 1498061009000,
                "readCount": 94715,
                "tags": [
                    "金曲奖",
                    "周杰伦",
                    "流行音乐"
                ],
                "pubImmidiatly": true,
                "auditor": "",
                "auditTime": 0,
                "auditStatus": 0,
                "startText": "刚刚写完一篇几千字的金曲奖分析，之前在知乎和微信公众号里已经特别推荐过草东和郭顶，前者成为黑马中的黑马，后者不出意外基本上是李荣浩模式2.0，因为宫阁和郭顶都属于幕后走向台前，不排除是其公司看到李荣浩",
                "delReason": "",
                "showRelated": true,
                "fromBackend": false,
                "rectanglePic": 19060034067694170,
                "updateTime": 1498061616939,
                "reward": false,
                "summary": "很希望杰伦能斩获金曲奖，除非金曲奖的评委还想听周杰伦再写一首《外婆plus》。",
                "memo": null,
                "adInfo": "",
                "categoryId": 3,
                "hotScore": 0,
                "recomdTitle": "",
                "recomdContent": "",
                "number": 37
            },
            "creator": {
                "userId": 51244836,
                "userType": 4,
                "nickname": "李嫑嫑BiuBiu",
                "avatarImgId": 19085322835440524,
                "avatarUrl": "http://p1.music.126.net/_XT2k6XkoXQgytrq4st8tQ==/19085322835440524.jpg",
                "backgroundImgId": 2946691193816721,
                "backgroundUrl": "http://p1.music.126.net/uSMPwwwk4Qc7jE3jxow0Ww==/2946691193816721.jpg",
                "signature": "提问咨询请到我的值乎：https://www.zhihu.com/zhi/people/723194947141918720 我的微信：li_biubiu 合作请发邮箱：libiubiu@vip.qq.com",
                "createTime": 1422079518262,
                "userName": "",
                "accountType": 2,
                "shortUserName": "",
                "birthday": 1167580800000,
                "authority": 0,
                "gender": 1,
                "accountStatus": 0,
                "province": 110000,
                "city": 110101,
                "authStatus": 1,
                "description": null,
                "detailDescription": null,
                "defaultAvatar": false,
                "expertTags": null,
                "experts": null,
                "djStatus": 10,
                "locationStatus": 30,
                "vipType": 11,
                "followed": false,
                "mutual": false,
                "authenticated": true,
                "lastLoginTime": 1609762657054,
                "lastLoginIP": "111.49.67.96",
                "remarkName": null,
                "viptypeVersion": 0,
                "authenticationTypes": 0,
                "avatarDetail": null,
                "anchor": false
            },
            "shareCount": 69,
            "commentCount": 182,
            "likedCount": 798,
            "liked": false,
            "rewardCount": 0,
            "rewardMoney": 0,
            "relatedResource": null,
            "rectanglePicUrl": "http://p1.music.126.net/4oAf5DarhWl95kvYMtMdAw==/19060034067694170.jpg",
            "coverUrl": "http://p1.music.126.net/8uWYOqI4D3YCmMPx_9wOvA==/19106213556079276.jpg",
            "categoryId": 3,
            "categoryName": "幕后故事",
            "reward": false,
            "shareContent": "",
            "wxTitle": "金曲奖前瞻：喜得贵子的周杰伦和他的床边故事",
            "seriesId": 906050,
            "showComment": true,
            "showRelated": true,
            "memo": null,
            "summary": "很希望杰伦能斩获金曲奖，除非金曲奖的评委还想听周杰伦再写一首《外婆plus》。",
            "recmdTitle": "金曲奖前瞻：喜得贵子的周杰伦和他的床边故事",
            "recmdContent": "很希望杰伦能斩获金曲奖，除非金曲奖的评委还想听周杰伦再写一首《外婆plus》。",
            "url": "/m/topic/18476099",
            "title": "金曲奖前瞻：喜得贵子的周杰伦和他的床边故事",
            "addTime": 1498061009000,
            "commentThreadId": "A_TO_6_18476099",
            "mainTitle": "金曲奖前瞻：喜得贵子的周杰伦和他的床边故事",
            "tags": [
                "金曲奖",
                "周杰伦",
                "流行音乐"
            ],
            "readCount": 94715,
            "id": 18476099,
            "number": 37
        },
        {
            "topic": {
                "id": 15025050,
                "addTime": 1478519903283,
                "mainTitle": "周杰伦：你唱了16年，带走了我的青春",
                "title": "周杰伦：你唱了16年，带走了我的青春",
                "content": [
                    {
                        "type": 5,
                        "id": 796112755,
                        "content": "{\"id\":\"796112755\"}"
                    },
                    {
                        "type": 7,
                        "id": 0,
                        "content": "01"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>刚认识周杰伦的那一年，我14岁，他25岁。我的豆蔻年华，他的青葱岁月。十几年的光阴一晃而过，他出道16年，唱了16年，也带走了我16年的青春。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>和周杰伦第一首歌的邂逅，不是那首脍炙人口的《双截棍》，也不是那首甜蜜清纯的《简单爱》。没有MP3、MP4的时代，在一个男孩子的随身听里，我听到了那首《安静》。</p>"
                    },
                    {
                        "type": 3,
                        "id": 186137,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 186119,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 186139,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p2.pstatp.com/large/11140002af31f9c1df55\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>情窦初开的年纪，就已经有了有关爱恋的喜怒哀乐。一首歌就像另一个自己，你总能听到自己的故事在愈演愈烈。太过相似，太过感同身受，那种撕心裂肺瞬间就全面绽开，充斥在你每个细胞里。说好的，不难过。好好的，怎么就哭了。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<blockquote> \n <p>你要我说多难堪我根本不想分开</p> \n <p>为什么还要我用微笑来带过</p> \n <p>我没有这种天份包容你也接受他</p> \n <p>不用担心的太多我会一直好好过</p>\n</blockquote>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>没人可以懂那种寂寞，在想念一个人的时候。就连你喜欢的那个人，也未必能懂。可是他懂，他的歌里都唱了。你在想什么，就可以从歌里听到什么。于是，一发不可收拾，我爱上了周杰伦的音乐。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>方文山的词配上周杰伦的曲，天作之合。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><img src=\"http://p3.pstatp.com/large/1069000490e928a6067d\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>那一年，我有一个不能说的秘密。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>最美的不是下雨天，而是和你一起躲过的屋檐。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>开不了口说出那些话，</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>才离开没多久就开始担心今天的你过得好不好，</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>整个画面是你，想你想的睡不着。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>暗恋是一场最长的电影，</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>爱是不是不开口，才珍贵。</p>"
                    },
                    {
                        "type": 3,
                        "id": 185815,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p3.pstatp.com/large/106c000544d315a3ca89\" /></p>"
                    },
                    {
                        "type": 7,
                        "id": 0,
                        "content": "02"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>到底是怎样的一个男孩，可以唱出这样的情歌？ 周杰伦3岁的时候，母亲叶惠美见他在音乐方面很有天赋，就毫不犹豫地拿出家里所有的积蓄，给他买了一架钢琴。于是，童年的周杰伦被剥夺了玩的权利，所有的日子都是在钢琴旁边度过的。</p>"
                    },
                    {
                        "type": 3,
                        "id": 185879,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>母亲的“棍棒教育”使他谈得一手好琴，但也使得他从小就不爱讲话，性格孤僻，学习成绩也一直不好。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>周杰伦初二那一年，父母离婚。他在单身家庭中慢慢长大。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>周杰伦考上高中后，由于会弹琴，他一下子成了学校里的“知名人物”。可当他的同学正紧张地准备考大学的时候，他却仍然沉溺在音乐爱好之中，最终耽误了学业，与大学失之交臂。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p9.pstatp.com/large/11140002b09c04052b5b\" /></p>"
                    },
                    {
                        "type": 7,
                        "id": 0,
                        "content": "03"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>1997年9月，在父亲的鼓励下，周杰伦参加《超级新人王》演出。后来，主持人吴宗宪找到周杰伦，邀请他到“阿尔发音乐公司”做音乐助理。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>吴宗宪给杰伦配备了一间办公室，并起名为阿尔发音乐工作室，让他专心创作歌曲。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>从此，这个狭小的地方成了杰伦放飞梦想的平台。但总让吴宗宪感到不可理解的是，他创作的歌词总是怪怪的，音乐圈内几乎没有人喜欢，所以呢，他总是失望地将杰伦的手稿放到一边。</p>"
                    },
                    {
                        "type": 3,
                        "id": 186145,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p2.pstatp.com/large/110d0003b065d8592665\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>一次，杰伦又拿着自己的得意之作，送给吴宗宪审读。这次，吴宗宪见他得意的样子，便想激他一下。拿到手稿后，他连看都不看，便将那首歌曲揉成一团，随手丢进身边的垃圾桶里去了。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>看到这种情景，杰伦什么话也没有说，转身离开了老板的办公室。他的眼泪禁不住流了出来。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>1998年，他创作了歌曲《眼泪知道》，在公司把这首歌曲给刘德华以后却被退歌；而他为张惠妹创作的歌曲《双截棍》也被退回。</p>"
                    },
                    {
                        "type": 3,
                        "id": 186160,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 418602085,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>即使不被认可，即使不被理解，你还会继续坚持吗？100次的尝试或许会有99次的失败，只有一次可以成功。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>一个人要有多强大的内心，才有意志去面对无数次的失败。希望和失望之前，差了99步。而恰恰，周杰伦在百分之一的夹缝中等待着，等待梦想花开，匡扶天下。努力成就了暂露头角的契机，契机造就了未来的亚洲天王。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p3.pstatp.com/large/110d0003b16015cda40e\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>1999年12月的一天，吴宗宪将周杰伦叫到办公室，十分郑重地说：“阿伦，给你10天的时间，如果你能写出50首歌，而我可以从中挑出10首，那么我就帮你出唱片。”</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>回到阿尔发音乐室，周杰伦兴奋不已，但他并没有急于动手写歌，而是跑到大街上买回一大箱方便面。接下来，周杰伦就呆在音乐室里开始创作。那段时间，他几乎是一首接一首地创作，每写完一首，就像生下一个孩子一样，高兴得不得了。而每当他疲惫的时候，就在房间的某个角落里打个盹儿，醒来之后继续下一首歌曲的创作。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>就这样，仅仅10天时间，周杰伦真的拿出了50首歌曲，而且每一首写得漂漂亮亮，谱得工工整整。面对这种惊人的创作速度，吴宗宪无话可说了。接着，他从周杰伦创作的歌曲中挑选出了10首，准备制成唱片发行。</p>"
                    },
                    {
                        "type": 3,
                        "id": 185811,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p3.pstatp.com/large/1069000492c4a47f30cb\" /></p>"
                    },
                    {
                        "type": 7,
                        "id": 0,
                        "content": "04"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>2000年11月，周杰伦发行首张专辑《Jay》，它的成功让台湾的歌星们大跌眼镜，在人们还没有完全记住周杰伦这个名字的时候，他又带来了个更为天马行空的专辑《范特西》，凭借这张专辑成功打开了东西南亚市场。到2014年，周杰伦陆续出了13张专辑。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p9.pstatp.com/large/110d0003b1e603aab4cc\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p1.pstatp.com/large/11140002b2560e491323\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>去年，加盟第四季《中国好声音》担任导师。周杰伦变“小公举”，《好声音4》首播后不到一个小时，“周杰伦小公举”的话题拿下微博热搜榜冠军。<br /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>功成名就从来不是一朝一夕，是滴水穿石，是铁杵磨针。</p>"
                    },
                    {
                        "type": 3,
                        "id": 186014,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 185709,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p3.pstatp.com/large/110d0003b20b969e6947\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><font color=\"#c20000\">▌梦想面前，你也可以不平凡</font></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>有一种风格，叫周杰伦。天马行空的歌词，不知所云的吐字，潇洒前卫的节奏。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>他强烈的个人风格，重塑了大众的音乐欣赏标准，改写了华语乐坛的流行方向，开创了华语乐坛“流行音乐中国风”的先河，成为亚洲最具社会影响力和传奇性的偶像巨星。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>腼腆是他，耍酷是他，耍酷是他。天王巨星是他，孝顺儿子是他。爱音乐是他，爱电影也是他。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>梦想面前，每个人都需要浴火涅槃，才能完美地蜕变。他相信，在追逐梦想的路上，每个人都可以不平凡。</p>"
                    },
                    {
                        "type": 3,
                        "id": 185694,
                        "content": null
                    },
                    {
                        "type": 3,
                        "id": 185868,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><font color=\"#c20000\">▌你懂我的孤独吗？</font></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>十几年来，周杰伦一步一步实现着自己的梦想，压力和责任从四面八方扑面而来，他的孤独无人知晓。“没有人有义务陪一群人成长”，而我们这些80末90初的青春，却被周杰伦承包了。</p>"
                    },
                    {
                        "type": 3,
                        "id": 185908,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><img src=\"http://p3.pstatp.com/large/110d0003b22f5a43e379\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>“一年只等JAY一张”，似乎成了我们青春里的所有期待。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>他在采访中说：特别孤单的时候，应该就是做音乐的时候。有件事很矛盾，在写完一首歌的时候是很开心的，写歌很快乐但同时又是孤独的。就像演唱会的感觉一样，万人演唱会跟大家一起同乐很开心，但回到宾馆只有自己一个人，那样的落差真的很大。即使孤独，即使会有起伏的情绪，他还是会调节自己的心境，坚持做下去。为了还在期待着他的人，为了在背后默默撑着他的人。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>繁华与落寞，只差了一个你。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p1.pstatp.com/large/110d0003b2442cb29b53\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><font color=\"#c20000\">▌致已经为人夫，为人父的你</font></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>2015年，周杰伦和昆凌结婚了。整个网络都爆炸了。不知道有多少杰迷失声痛哭。</p>"
                    },
                    {
                        "type": 3,
                        "id": 185668,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p1.pstatp.com/large/11140002b2cc9879ed6f\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p3.pstatp.com/large/106c000547782e3dda7c\" /></p>"
                    },
                    {
                        "type": 3,
                        "id": 185809,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>有人说：18岁的时候，我刚开始喜欢上周杰伦。而你18岁却已经拥有了整个周杰伦。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>还有人说：请照顾好我的青春。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>看到这句话，我的眼泪“刷”地一下就出来了。</p>"
                    },
                    {
                        "type": 3,
                        "id": 25641368,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>再后来听到周杰伦写给女儿歌《前世情人》，大家才真的意识到，这个陪伴了我们十几年青春的男人已经为人夫，为人父。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>那段青涩的记忆再也回不去了，但是他却越来越美好。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><img src=\"http://p1.pstatp.com/large/1069000493a55a666002\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\">幸福的一家三口</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\"><font color=\"#c20000\">▌致我们回不去的青春</font></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>十几年了，说不清谁陪伴了谁，我们就这样长大了。看着他从一个桀骜不驯的少年变成了成熟温暖的奶爸，看着自己从一个懵懂无知的小孩变成了为梦想而战的大人。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>不知不觉，时光机带走了青春。不知不觉，你已经离开我。不知不觉，我们已经活在大人的世界里。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>有一次，我经过一家小店，听到那首《七里香》，很有时光的味道：</p>"
                    },
                    {
                        "type": 3,
                        "id": 186001,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<blockquote>\n  雨下整夜我的爱溢出就像雨水窗台蝴蝶像诗里纷飞的美丽章节我接着写把永远爱你写进诗的结尾你是我唯一想要的了解\n</blockquote>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"http://p1.pstatp.com/large/110d0003ae9c5128d5c3\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>请让我称呼你一声“周董”，谢谢你陪伴了我整个青春。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>我轻轻擦掉眼角偷偷留下的泪痕，缅怀着我们的过去，祭奠着死去的伤感。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>我不是超人，我不会飞。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>我只是一只蜗牛，我要一步一步往上爬，在最高点撑着夜往前飞。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p>我笑着大步向前走，像个跨时代的圣斗士。</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: center;\">-END-</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: left;\">想听更多内容请戳：</p>"
                    },
                    {
                        "type": 5,
                        "id": 788828138,
                        "content": "{\"id\":\"788828138\"}"
                    },
                    {
                        "type": 4,
                        "id": 593493201,
                        "content": null
                    },
                    {
                        "type": 4,
                        "id": 587938776,
                        "content": null
                    }
                ],
                "userId": 253262059,
                "cover": 19034745300264380,
                "headPic": 0,
                "shareContent": "",
                "wxTitle": "",
                "showComment": true,
                "status": 1,
                "seriesId": 1348050,
                "pubTime": 1478520363206,
                "readCount": 155097,
                "tags": [
                    "周杰伦",
                    "青春",
                    "成长"
                ],
                "pubImmidiatly": true,
                "auditor": "",
                "auditTime": 0,
                "auditStatus": 0,
                "startText": "刚认识周杰伦的那一年，我14岁，他25岁。我的豆蔻年华，他的青葱岁月。十几年的光阴一晃而过，他出道16年，唱了16年，也带走了我16年的青春。 和周杰伦第一首歌的邂逅，不是那首脍炙人口的《双截棍》，也",
                "delReason": "",
                "showRelated": true,
                "fromBackend": false,
                "rectanglePic": 18765364952290256,
                "updateTime": 1498571312252,
                "reward": false,
                "summary": "请让我称呼你一声“周董”，谢谢你陪伴了我整个青春。",
                "memo": null,
                "adInfo": "",
                "categoryId": 0,
                "hotScore": 0,
                "recomdTitle": "",
                "recomdContent": "",
                "number": 11
            },
            "creator": {
                "userId": 253262059,
                "userType": 200,
                "nickname": "淘漉音乐",
                "avatarImgId": 1387583683435379,
                "avatarUrl": "http://p1.music.126.net/nhUWUBvsnRyqSubXwTuScg==/1387583683435379.jpg",
                "backgroundImgId": 2002210674180204,
                "backgroundUrl": "http://p1.music.126.net/5L9yqWa_UnlHtlp7li5PAg==/2002210674180204.jpg",
                "signature": "淘漉音乐专注输出优质的内容，经典音乐，音乐故事，还有包罗万象的歌单，应有尽有，成全所有热爱音乐和电影的人心中向往的诗和远方。我们为音乐聚集在一起，遇见相似的灵魂。有趣，有料，有故事，就等你了。",
                "createTime": 1461113651008,
                "userName": "",
                "accountType": 1,
                "shortUserName": "",
                "birthday": -2209017600000,
                "authority": 0,
                "gender": 2,
                "accountStatus": 0,
                "province": 110000,
                "city": 110101,
                "authStatus": 0,
                "description": null,
                "detailDescription": null,
                "defaultAvatar": false,
                "expertTags": [
                    "流行"
                ],
                "experts": {
                    "1": "音乐视频达人"
                },
                "djStatus": 10,
                "locationStatus": 30,
                "vipType": 0,
                "followed": false,
                "mutual": false,
                "authenticated": false,
                "lastLoginTime": 1609400746195,
                "lastLoginIP": "111.227.18.221",
                "remarkName": null,
                "viptypeVersion": 0,
                "authenticationTypes": 0,
                "avatarDetail": null,
                "anchor": false
            },
            "shareCount": 1086,
            "commentCount": 905,
            "likedCount": 4623,
            "liked": false,
            "rewardCount": 0,
            "rewardMoney": 0,
            "relatedResource": null,
            "rectanglePicUrl": "http://p1.music.126.net/qFr6UaURK-6-Rhw8IKBz8Q==/18765364952290255.jpg",
            "coverUrl": "http://p1.music.126.net/N93reqgjtB2QNHJ6AXF8Mg==/19034745300264380.jpg",
            "categoryId": 0,
            "categoryName": "",
            "reward": false,
            "shareContent": "",
            "wxTitle": "周杰伦：你唱了16年，带走了我的青春",
            "seriesId": 1348050,
            "showComment": true,
            "showRelated": true,
            "memo": null,
            "summary": "请让我称呼你一声“周董”，谢谢你陪伴了我整个青春。",
            "recmdTitle": "周杰伦：你唱了16年，带走了我的青春",
            "recmdContent": "请让我称呼你一声“周董”，谢谢你陪伴了我整个青春。",
            "url": "/m/topic/15025050",
            "title": "周杰伦：你唱了16年，带走了我的青春",
            "addTime": 1478520363206,
            "commentThreadId": "A_TO_6_15025050",
            "mainTitle": "周杰伦：你唱了16年，带走了我的青春",
            "tags": [
                "周杰伦",
                "青春",
                "成长"
            ],
            "readCount": 155097,
            "id": 15025050,
            "number": 11
        },
        {
            "topic": {
                "id": 18400076,
                "addTime": 1494472870865,
                "mainTitle": "他陪了我们十七年，他的名字叫周杰伦",
                "title": "他陪了我们十七年，他的名字叫周杰伦",
                "content": [
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">2000年11月，临近千禧年的尾声，在大陆媒体的焦点都被韩寒出版的小说《三重门》所吸引，当谢霆锋的帅气和叛逆在香港与内地大行其道时，没有人注意到在海峡的另一岸，一个叫周杰伦的年轻人怀着无比忐忑的心情发行了他的第一张个人专辑：《Jay》</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"https://pic1.zhimg.com/v2-a7500359572257302bd64cca2e85f870_b.jpg\" /></p>"
                    },
                    {
                        "type": 9,
                        "id": 18918,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">在这之前，周杰伦已经为很多歌手写过歌，但无一例外悉数被退回，其中不仅有为刘德华写的《眼泪知道》，还有为张惠妹量身打造的《双截棍》。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">没错，《双截棍》最早是为张惠妹写的。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic1.zhimg.com/v2-5bad11085edad3775d02a2cd53541708_b.jpg\" /></p>"
                    },
                    {
                        "type": 3,
                        "id": 186137,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">一个写歌的人却无一人愿唱他写的歌，我们不知道当时的周杰伦是一种怎样的心情，我们唯一知道的是当吴宗宪告诉他，如果能在一周内写出50首歌出来则会从中挑选10首为他发行个人专辑时，他把自己关在屋子里足足关了一个星期，直至流鼻血。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">就这样，2000年11月7日，周杰伦的第一张个人专辑《Jay》正式发行。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">自此，“周杰伦”三个字就如同专辑中的《龙卷风》一般迅速席卷两岸三地。而这张专辑的大获成功也标志着华语乐坛最后一位天王终于踏出了他音乐生涯的第一步。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic2.zhimg.com/v2-9401917a50f96ed6861ceffff3262b1d_b.jpg\" /></p>"
                    },
                    {
                        "type": 3,
                        "id": 186160,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">提及周杰伦，我们很难将他和其他歌手并列来讲。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">纵观华语乐坛史上那些最为璀璨的明星，从台湾的邓丽君到罗大佑再到齐秦，从香港的许冠杰到谭张梅陈再到四大天王，他们无一不曾有过辉煌的过往，他们也无一不在华语流行乐浩瀚历史中留下了浓墨重彩的一笔。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">但他们中却没有一个人如周杰伦这般，能独自侵占我们的青春长达十七年。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">也许对父辈来说，齐秦在雪域高原的那一声狼叫才是世上最动人的旋律；但对我们这些80、90后而言，七里外的那一缕飘香才真正叫人齿颊留香。&nbsp;</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic3.zhimg.com/v2-b606ab700d89c9126875635ae0d6adba_b.jpg\" /></p>"
                    },
                    {
                        "type": 3,
                        "id": 186001,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">继《Jay》的大获成功之后，如同积蓄已久的猛然爆发，从《范特西》到《八度空间》再到《叶惠美》，周杰伦在接下来的三张专辑里充分释放了其创作才华。&nbsp;</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">无论是诡秘华丽的《以父之名》，古典与现代完美融合并无缝穿插《斗牛》Rap的《威廉古堡》，还是一举开创中国风浪潮的《东风破》，都堪称是对华语流行音乐的革新。</span></p>"
                    },
                    {
                        "type": 9,
                        "id": 18905,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">更重要的的是，自《双截棍》后，华语乐坛上的饶舌歌开始层出不穷，区别于老一辈歌手的字正腔圆，节奏感极强的Rap无疑更能满足当时年轻人张扬个性以及对文化多元性的诉求。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic1.zhimg.com/v2-e4a16cd4c3eb569f02f51e3bef4d29c0_b.jpg\" /><span style=\"font-size: 16px;\"><br /></span></p>"
                    },
                    {
                        "type": 3,
                        "id": 186014,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">2004年，中国移动邀请周杰伦担任“动感地带”品牌代言人，周杰伦特意为“动感地带”创作了广告曲并收录在当年的专辑《七里香》中，即是后来风靡大街小巷的《我的地盘》。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">周杰伦在这首歌中将自己张扬不羁的曲风与“动感地带”主打年轻一族的品牌定位相结合，使中移动迅速收回原本被联通蚕食的用户群，一举成为当时青少年争相推崇的品牌。&nbsp;</span></p>"
                    },
                    {
                        "type": 3,
                        "id": 186000,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">要知道，在当年有哪个年轻人没有办过一张“动感地带”的手机卡？</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic4.zhimg.com/v2-b1e1e73102eeb20d503754ab5541adef_b.jpg\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">2010年，由周杰伦作曲作词的歌曲《超人不会飞》横扫各大电台以及在线音乐平台。在这首歌中，周杰伦用极其温暖的曲风以及久违多时的编曲自述自己一路走来的心路历程。</span></p>"
                    },
                    {
                        "type": 3,
                        "id": 185686,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">与传统的造神式的偶像歌手不同，长相并不帅气的周杰伦到现在为止都没有经过精心刻画的包装，也没有去尝试刻意迎逢主流社会价值观，完全凭借自己的创作才华在已然式微的华语乐坛中创造了属于自己的奇迹。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">在这个过程中他面对过不少质疑与嘲讽，但从未在公开场合尝试去解释什么。这首歌，是他第一次给那些喜欢他的乐迷及质疑他的人们一个回复与交代。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic4.zhimg.com/v2-f98fdd1cda067ed56b494cff30c5f1ff_b.jpg\" /></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">或许他的长相并不帅气，或许他的唱功相比那些唱功卓绝的大神并不那么出色，或许他一口一个“很屌哦”显得一点也不偶像。但正因为如此，他才是陪伴我们十七年的那个周杰伦，而不是高高在上的看似完美无瑕的臆想出来的神。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">前不久，周杰伦的《晴天》成为网易云音乐第一首评论突破100万的歌曲，“从前从前，有个人爱你很久；但偏偏，风渐渐，把距离吹得好远……”代表的是绝大多数人有始无终的初恋，是我们青春情感的寄托。</span></p>"
                    },
                    {
                        "type": 3,
                        "id": 186016,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">而在这首歌背后的无数首周氏情歌，更是陪伴着我们成长，伴我们走过了整个学生时代，同时也见证了我们的青春轨迹。</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">我们第一次在操场牵手时，可能听的是周杰伦的《简单爱》；初尝爱情的甜蜜过后我们也会蒙在宿舍的被子里一边听《浪漫手机》一边给自己心爱的人发短信。然而就像大多数恋情的夭折，终于还是避免不了失恋的我们，最后只能躲在车里没日没夜得听《一路向北》。&nbsp;</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><img src=\"https://pic1.zhimg.com/v2-b70f3609c71efb077714ae712f553e3c_b.jpg\" /></p>"
                    },
                    {
                        "type": 3,
                        "id": 185924,
                        "content": null
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">2015年1月17日，在35岁的最后一天，周杰伦实现了他早年“35岁结婚”的诺言，那个唱着“简单爱”的男孩终于完成了一场并不简单的婚礼；</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">半年后，周杰伦的女儿Hathaway在万众期待的目光下出生，周杰伦也特意为她写了一首《前世情人》：&nbsp;</span></p>"
                    },
                    {
                        "type": 21,
                        "id": 0,
                        "content": "<p>我后来会在，纯白的礼堂</p> <p>牵好久的手，交给另个他</p> <p>眼泪一点一点一滴流下</p> <p>感动也会跟着留下</p> <p>远远看着你们幸福</p> <p>像前世我们有过的模样</p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p><img src=\"https://pic1.zhimg.com/v2-25827e6ba3f9ffec07ade333e2ae691c_b.jpg\" /><span style=\"font-size: 0px;\">﻿</span></p>"
                    },
                    {
                        "type": 13,
                        "id": 0,
                        "content": "<p style=\"text-align: justify;\"><span style=\"font-size: 16px;\">女儿刚出生便开始伤感她以后结婚离开自己的情景，这么傲娇的歌手大概也只有粉红少女心爆表的周杰伦了。</span></p>"
                    }
                ],
                "userId": 44744397,
                "cover": 109951163311402560,
                "headPic": 0,
                "shareContent": "",
                "wxTitle": "",
                "showComment": true,
                "status": 1,
                "seriesId": 2390074,
                "pubTime": 1494472883188,
                "readCount": 418188,
                "tags": [
                    "周杰伦",
                    "音乐"
                ],
                "pubImmidiatly": true,
                "auditor": "",
                "auditTime": 0,
                "auditStatus": 0,
                "startText": "2000年11月，临近千禧年的尾声，在大陆媒体的焦点都被韩寒出版的小说《三重门》所吸引，当谢霆锋的帅气和叛逆在香港与内地大行其道时，没有人注意到在海峡的另一岸，一个叫周杰伦的年轻人怀着无比忐忑的心情发",
                "delReason": "",
                "showRelated": true,
                "fromBackend": false,
                "rectanglePic": 18649916232257932,
                "updateTime": 1526982412092,
                "reward": false,
                "summary": "“是谁在弹奏肖邦的夜曲？”“小熊维尼。”“为什么？”“因为维尼弹奏肖邦的夜曲。”",
                "memo": null,
                "adInfo": "",
                "categoryId": 3,
                "hotScore": 0,
                "recomdTitle": "",
                "recomdContent": "",
                "number": 1
            },
            "creator": {
                "userId": 44744397,
                "userType": 0,
                "nickname": "一腔失意喂了狗-",
                "avatarImgId": 109951163416027000,
                "avatarUrl": "http://p1.music.126.net/Mzc9HLflZcew8ML8ChY7rA==/109951163416027001.jpg",
                "backgroundImgId": 2002210674180201,
                "backgroundUrl": "http://p1.music.126.net/o3G7lWrGBQAvSRt3UuApTw==/2002210674180201.jpg",
                "signature": "vlog博主 | 公众号：一腔失意喂了狗",
                "createTime": 1418382402549,
                "userName": "",
                "accountType": 1,
                "shortUserName": "",
                "birthday": 762537600000,
                "authority": 0,
                "gender": 1,
                "accountStatus": 0,
                "province": 110000,
                "city": 110101,
                "authStatus": 0,
                "description": null,
                "detailDescription": null,
                "defaultAvatar": false,
                "expertTags": null,
                "experts": null,
                "djStatus": 10,
                "locationStatus": 30,
                "vipType": 0,
                "followed": false,
                "mutual": false,
                "authenticated": false,
                "lastLoginTime": 1609729561119,
                "lastLoginIP": "1.119.152.230",
                "remarkName": null,
                "viptypeVersion": 0,
                "authenticationTypes": 0,
                "avatarDetail": null,
                "anchor": false
            },
            "shareCount": 3517,
            "commentCount": 1391,
            "likedCount": 13941,
            "liked": false,
            "rewardCount": 0,
            "rewardMoney": 0,
            "relatedResource": null,
            "rectanglePicUrl": "http://p1.music.126.net/JL8I4sLZKc2nrYmHumIDEA==/18649916232257931.jpg",
            "coverUrl": "http://p1.music.126.net/SYwc8XQyPVeCxMxWD-lT5g==/109951163311402553.jpg",
            "categoryId": 3,
            "categoryName": "幕后故事",
            "reward": false,
            "shareContent": "",
            "wxTitle": "他陪了我们十七年，他的名字叫周杰伦",
            "seriesId": 2390074,
            "showComment": true,
            "showRelated": true,
            "memo": null,
            "summary": "“是谁在弹奏肖邦的夜曲？”“小熊维尼。”“为什么？”“因为维尼弹奏肖邦的夜曲。”",
            "recmdTitle": "他陪了我们十七年，他的名字叫周杰伦",
            "recmdContent": "“是谁在弹奏肖邦的夜曲？”“小熊维尼。”“为什么？”“因为维尼弹奏肖邦的夜曲。”",
            "url": "/m/topic/18400076",
            "title": "他陪了我们十七年，他的名字叫周杰伦",
            "addTime": 1494472883188,
            "commentThreadId": "A_TO_6_18400076",
            "mainTitle": "他陪了我们十七年，他的名字叫周杰伦",
            "tags": [
                "周杰伦",
                "音乐"
            ],
            "readCount": 418188,
            "id": 18400076,
            "number": 1
        }
    ],
    "code": 200
};