export default {
    "sgc": true,
    "sfy": true,
    "qfy": false,
    "lrc": {
        "version": 15,
        "lyric": "[00:52.300]薄らと朱く染まる空 トンボが舞う\n[01:02.760]子供みたいにはしゃいでる 君を見てた\n[01:13.400]指差したその先を睨んで 君は言う\n[01:20.200]「逃げるなよ・・・」って\n[01:23.650]悔しがったその顔が可笑しくて笑ってた\n[01:30.500]あの頃\n[01:34.000]\n[01:34.500]二年後の記念日 プレゼントもらった\n[01:39.900]少しだけ赤くなる 君がくれたもの\n[01:44.760]小さな小箱に入った 輪っかのそれは\n[01:51.500]銀色に輝いていた\n[01:58.490]\n[01:59.080]君の事を あなたと呼ぶ日が来て\n[02:09.650]白いドレスを纏った私に 「綺麗だよ」と言った\n[02:19.870]恥ずかしさなど 忘れてしまったのかな？\n[02:30.870]そっと、「愛してる」そう言ってキスをした\n[02:40.270]幸せだった\n[02:46.270]\n[03:03.790]悩み事はありませんか？\n[03:09.140]ああ、やっぱり今日も\n[03:13.190]素直じゃないあなたは 答えてくれない\n[03:23.090]だけど、ねえ、今\n[03:26.800]あなたは\n[03:29.380]笑ってますか？\n[03:36.200]\n[03:36.270]夕日に映る あの日のあなたの笑顔\n[03:47.220]あの日誓った約束は 破れてしまった\n[03:57.450]繋がっていた赤い糸の 先は霞んで見えない\n[04:08.320]だけど残されたあなたの一つの希望\n[04:18.300]\n[04:18.550]季節は流れ 思い出は駆け巡る\n[04:29.400]あの日、君といた茜空 あなたといた時間\n[04:39.650]いつか日かまた あなたの横で笑える日まで\n[04:50.600]浮気しないでよ？このリングに誓ってよ\n[05:00.100]私は大丈夫\n[05:05.870]\n[05:06.070]だってあなたを今でも愛してるから\n[05:17.770]\n[05:33.800]どこからかやってきたトンボさん\n[05:39.750]ここからなら見えるでしょう？\n[05:44.800]まだまだ小さな\n[05:49.550]ONE'S HOPE\n"
    },
    "klyric": {
        "version": 0,
        "lyric": null
    },
    "tlyric": {
        "version": 7,
        "lyric": "[00:52.300]染上几许朱红的天空 蜻蜓漫舞纷飞\n[01:02.760]注视着像个孩子般 开心嬉笑的你\n[01:13.400]你直直盯着手指所指的方向\n[01:20.200]「不准跑啦…」这么说着\n[01:23.650]那悔恨的表情逗趣地令我轻笑出声\n[01:30.500]在那个时候\n[01:34.000]\n[01:34.500]两年后的纪念日 收到了礼物\n[01:39.900]你赠与我的礼物 令我感到有些不好意思\n[01:44.760]摆放在小巧盒子当中 圆环形状的那样物品\n[01:51.500]绽放出银色的光辉\n[01:58.490]\n[01:59.080]称呼你为 「亲爱的」的那一天来临了\n[02:09.650]你对身着白色婚纱的我 「妳很漂亮喔」这么说着\n[02:19.870]是不是连觉得害羞之类的 都忘记了呢？\n[02:30.870]轻轻地唤着「我爱你」，亲吻了彼此\n[02:40.270]当时是那样地幸福\n[02:46.270]\n[03:03.790]你是不是有什么烦心的事呢？\n[03:09.140]啊啊，果然今天也是如此\n[03:13.190]别扭的你 什么话也不回答\n[03:23.090]但是，吶，现在\n[03:26.800]你\n[03:29.380]是否正笑着呢？\n[03:36.200]\n[03:36.270]倒映在夕阳之中 你那一日的笑容\n[03:47.220]那一日立下誓言的约定 被打破了\n[03:57.450]过去连系着你我的红丝线 如今另一端却蒙眬地看不清楚…\n[04:08.320]但是还有一个你的希望留了下来\n[04:18.300]\n[04:18.550]季节飞逝 回忆历历在目\n[04:29.400]那一天，与你共享的暮色 与亲爱的你共渡的时间\n[04:39.650]直到能够再次 在你身边绽放笑容的那一天\n[04:50.600]在那之前可不能花心喔？ 向这个戒指发誓吧\n[05:00.100]我没问题的\n[05:05.870]\n[05:06.070]因为至今我仍深爱着你\n[05:17.770]\n[05:33.800]不知从何处飞来的蜻蜓\n[05:39.750]从这里应该就能够看见了吧？\n[05:44.800]还有些幼小的\n[05:49.550]一个希望"
    },
    "code": 200
};